[
    {
        "id": 1,
        "model": "Princess X95",
        "description": "<p>Characterised by beautifully sculpted surfaces and long flowing lines, the X95 defines a striking design language for this new Class. Both her flybridge and main deck cover almost the full length of the yacht, delivering expansive spaces with flexibility that enables you to define each journey around your guests’ preferences. With a fuel capacity of 13,400 litres, the X95 has the range for far-reaching, adventurous voyages.</p>\r\n\r\n<p>Experience space akin to a megayacht as you enter her main deck saloon and witness a line of sight right through to the forward window. Ascend the internal staircase to the upper deck and another unique experience awaits: a fully enclosed and climatecontrolled Sky Lounge. Taking pride of place on her lower deck is the full beam Master Stateroom with en suite, complemented by her Forward Stateroom with walk-in wardrobe and en suite bathroom. Additional port and starboard guest cabins can each be configured with two single beds or one double bed, whilst generous crew quarters complete her extensive accommodation.</p>",
        "in_pic1": "x951.jpg",
        "in_pic2": "x952.jpg",
        "in_pic3": "x953.jpg",
        "in_pic4": "x954.jpg",
        "ex_pic1": "x951.jpg",
        "ex_pic2": "x952.jpg",
        "ex_pic3": "x953.jpg",
        "ex_pic4": "x954.jpg",
        "video": "441988381",
        "length_overall": "95ft 6in (29.1m)",
        "beam": "22ft 3in (6.77m)",
        "draft": "6ft 7in (2.01m)",
        "displacement": "104 tonnes*",
        "fuel_capacity": "2,948 gal/3,540 US gal/13,400l",
        "water_capacity": "396 gal/475 US gal/1,800l",
        "hot_water_calorifier": "45 gal/54 US gal/205l",
        "black_water_tank": "158 gal/190 US gal/720l",
        "engines": "Twin MAN V12-1900 (2x1900mhp), Speed range: 24-26 knots"
    },
    {
        "id": 2,
        "model": "Princess Y95 Motor Yacht",
        "description": "<p>The flagship of our Y Class range – the all-new Y95, has been crafted with an emphasis on performance and inspired styling. With the latest hull form and an efficient wave-piercing bow, she will provide class-leading seakeeping, reaching speeds up to 25 knots. With a spacious garage and transformer bathing platform and the option of a beach club, your maximum enjoyment of time on the water is assured. Her evolved exterior styling features the longest and most expansive hull windows ever installed on a Princess yacht, whilst her spacious indoor and outdoor living spaces are comparable to those of larger craft.</p>\r\n<p>Configurable layout options throughout and a new interior design language await, with the guidance of your own Princess Design Consultant to assist with defining your vision. With an interior volume comparable to a Princess M Class, her main deck features a full beam master stateroom with skylights and is complemented by a further four wellappointed en suite guest cabins. Her generous crew accommodation includes an en suite Captain’s cabin with double bed.</p>",
        "in_pic1": "y951.jpg",
        "in_pic2": "y952.jpg",
        "in_pic3": "y953.jpg",
        "in_pic4": "y954.jpg",
        "ex_pic1": "y951.jpg",
        "ex_pic2": "y952.jpg",
        "ex_pic3": "y953.jpg",
        "ex_pic4": "y954.jpg",
        "video": "390954135",
        "length_overall": "95ft 6in (29.1m)",
        "beam": "22ft 3in (6.77m)",
        "draft": "6ft 5.5in (1.97m)",
        "displacement": "102.5 tonnes*",
        "fuel_capacity": "2,948 gal/3,540 US gal/13,400l",
        "water_capacity": "396 gal/475 US gal/1,800l",
        "hot_water_calorifier": "45 gal/54 US gal/205l",
        "black_water_tank": "158 gal/190 US gal/720l",
        "engines": "Twin MAN V12-2000 (2x2,000mhp), Speed range: 23-25 knots"
    },
    {
        "id": 3,
        "model": "Princess Y78 Motor Yacht",
        "description": "<p>The new Y78 features the very latest in Princess exterior design and interior materials and finishes. Her flexible deck layout features a walkthrough foredeck with U-shaped seating and sunbathing area, whilst her flybridge aft has space for free standing furniture or can accommodate a crane and a tender. Natural light flows in to her main deck through extended window lines and a unique full-height window on the port side to make the free standing dining area a spectacular place to entertain. Forward on the lower deck, all three guest cabins are en suite whilst a dedicated staircase leads to the owner’s stateroom amidships via a private lobby area.</p>",
        "in_pic1": "y781.jpg",
        "in_pic2": "y782.jpg",
        "in_pic3": "y783.jpg",
        "in_pic4": "y784.jpg",
        "ex_pic1": "y781.jpg",
        "ex_pic2": "y782.jpg",
        "ex_pic3": "y783.jpg",
        "ex_pic4": "y784.jpg",
        "video": "",
        "length_overall": "80ft 9in (24.67m)",
        "beam": "8ft 11in (5.76m)",
        "draft": "5ft 8in (1.72m)",
        "displacement": "54,085kg (119,237lbs)*",
        "fuel_capacity": "1,320 gal/1,585 US gal/6,000l",
        "water_capacity": "297 gal/356 US gal/1,350l",
        "hot_water_calorifier": "",
        "black_water_tank": "",
        "engines": "Twin MAN V12-1800 (2 x 1800mhp), Speed range: 34-36 knots"
    },
    {
        "id": 4,
        "model": "Princess Y85 Motor Yacht",
        "description": "<p>The all-new Y85 is a triumph of contemporary design. Her elegant sweeping profile houses an interior sanctuary that resets the benchmark for modern living. Her flybridge is an irresistible invitation to al fresco entertainment with a large dining area opposite a well-equipped wet bar further complemented by a large aft sunpad. With twin MAN V12 engines propelling her to a top speed of 32 knots, she flies past her contemporaries without looking back. An expansive single-level main deck provides ample entertaining space with a flexible galley arrangement. Three separate seating areas ensure the utmost privacy for guests with the crew able to move discretely around the yacht. Below deck, up to eight guests are accommodated across four beautifully appointed en suite cabins. Amidships, the full beam master suite is a champion of spacial design, whilst the en suite VIP cabin, forward, boasts a large double bed and walk-in-wardrobe. Furthermore, one double and one twin cabin (convertible into a double) complete her spacious accommodation. Unmissable, the all-new Y85 is unmistakably Princess.</p>",
        "in_pic1": "y851.jpg",
        "in_pic2": "y852.jpg",
        "in_pic3": "y853.jpg",
        "in_pic4": "y854.jpg",
        "ex_pic1": "y851.jpg",
        "ex_pic2": "y852.jpg",
        "ex_pic3": "y853.jpg",
        "ex_pic4": "y854.jpg",
        "video": "358276033",
        "length_overall": "86ft 0in (26.2m)",
        "beam": "20ft 8in (6.3m)",
        "draft": "5ft 9.5in (1.77m)",
        "displacement": "68,200kg (150,355lbs)",
        "fuel_capacity": "2,420 gal/ 2,905 US gal/ 11,000l",
        "water_capacity": "330 gal/ 396 US Gal/1,500l",
        "hot_water_calorifier": "",
        "black_water_tank": "",
        "engines": "MAN V12-1900 (2 x 1900mhp), Speed range: 30-32 knots"
    },
    {
        "id": 5,
        "model": "Princess Y72 Motor Yacht",
        "description": "<p>Finished to high standards throughout, the all-new Y72s design features are comparable to those of larger Y Class yachts. Her spacious saloon has a sociable layout with a bar area and open plan galley, complemented by a multi-zone Naim audio system. Eight guests are accommodated across four well-appointed en suite cabins with the full beam master stateroom accessible via a private stairway from the saloon. There is a further aft cabin with two berths for crew or occasional guests.</p>",
        "in_pic1": "y721.jpg",
        "in_pic2": "y722.jpg",
        "in_pic3": "",
        "in_pic4": "",
        "ex_pic1": "y721.jpg",
        "ex_pic2": "",
        "ex_pic3": "",
        "ex_pic4": "",
        "video": "",
        "length_overall": "71ft 5in (21.77m)",
        "beam": "18ft 1in (5.52m)",
        "draft": "5ft 8in (1.72m)",
        "displacement": "51,800kg (114,199lbs)*",
        "fuel_capacity": "990 gal/1,189 US gal/4,500l",
        "water_capacity": "200 gal/240 US gal/909l",
        "hot_water_calorifier": "",
        "black_water_tank": "",
        "engines": "Twin MAN V12-1650 (2 x 1,650mhp), Speed range: 32-35 knots"
    }
]